canceled = 'Успішно скасовано'
_help = '''Якщо у вас є питання ви можете написати [творцеві](https://t.me/tesla33io) бота

Для відкриття меню: напишіть /menu
📊 Статистика - покаже вам основні дані які зберігає бот.
    
🍬 Цукор - дозволить вам провести різноманітні оперцаіі з показником рівня цукру в крові (збереження, середній показник і т.д.)
    
⚙ Налаштування - деякі налаштування аккаунта в боті
    
ℹ Інформація - тут ви можете побачити деяку інформацію про бота, автора, оцінити роботу бота або звернутися за допомогою.'''
about = 'Бот був створений для конкурсу "Infotech"\n\nCopyright © @tesla33IO 2020 - 2021'
welcome = 'Вітаємо! Я бот помічник для людей які хворіють на цукровий діабет\n\n*САМОЛІКУВАННЯ МОЖЕ ЗАШКОДИТИ ВАШОМУ ЗДОРОВ\'Ю!*'
reg = 'Для початку потрібно пройти просту реєстрацію.\n\nВиберіть зручні для вас одиниці вимірювання рівня цукру в крові:'
end_reg = 'Реєстрація успішно закінчена!'
accessible = 'Доступні команди:'
statistics = '''Статистика за сьогодняшній день:

🔸Максимальний показник цукру: _{0}_
🔸Середній показник цукру: _{1}_
🔸Мінімальний показник цукру: _{2}_'''
not_found = 'Ви ще не маєте показників цукру'
send_sugar = 'Вкажіть рівень цукру в крові (Наприклад: {0}). Для скасування дії, напишіть *відміна*\n\n_Зверніть увагу, дробові числа пишуться через крапку, а не кому_'
value_error = 'Ви допустили помилку. Перевірте чи правильно ви ввели показник цукру. \n\n*Будьте уважні що дробове число потрібно вказувати через крапку, а не кому*'
to_big_value = 'Ви вказали за виский, або за низький показник. \n\n{0}'
index_saved = 'Показник збережено!'
if_too_low_index = 'Показник цукру нижче норми. Вам потрібно перекусити, щоб підвищити рівень цукру до нормального значення. ' \
                   'Я рекомендую вам випити соку, а потім через 15-20 хвилин додатково перекусити бутербродом або яблуком / бананом.'
if_too_high_index = 'Показник цукру вище норми. Вам потрібно знизити рівень цукру в крові. ' \
                    'Якщо ви не знаетет як це зробити в даній ситуації, вам обов\'язково потрібно проконсультуватися з вашим лікарем.'
mid_sug_choice = 'Будь ласка, виберіть період для визначення середнього показника:'
all_sug_choice = 'Будь ласка, виберіть період для виведеня даних:'
mid_sug_day = 'За сьогодні середній показник вашого рівня цукру: _{0}_'
mid_sug_month = 'За цей місяць середній показник вашого рівня цукру: _{0}_'
all_sug_day = 'Усі ваші показники за сьогодні:\n\n{0}'
all_sug_month = 'Усі ваші показники за цей місяць:\n\n{0}'
