canceled = 'Успішно скасовано'
_help = '''Якщо у вас є питання ви можете написати [творцеві](https://t.me/tesla33io) бота

Для відкриття меню: напишіть /menu
📊 Статистика - покаже вам основні дані які зберігає бот.
    
🍬 Цукор - дозволить вам провести різноманітні оперцаіі з показником рівня цукру в крові (збереження, середній показник і т.д.)
    
⚙ Налаштування - деякі налаштування аккаунта в боті
    
ℹ Інформація - тут ви можете побачити деяку інформацію про бота, автора, оцінити роботу бота або звернутися за допомогою.'''
about = 'Бот був створений для конкурсу "Infotech"\n\nCopyright © @tesla33IO 2020 - 2021'
welcome = 'Вітаємо! Я бот помічник для людей які хворіють на цукровий діабет\n\n*САМОЛІКУВАННЯ МОЖЕ ЗАШКОДИТИ ВАШОМУ ЗДОРОВ\'Ю!*'
reg = 'Для початку потрібно пройти просту реєстрацію.\n\nВиберіть зручні для вас одиниці вимірювання рівня цукру в крові:'
end_reg = 'Реєстрація успішно закінчена!'
accessible = 'Доступні команди:'
statistics = '''Одиниці вимірювання: _{0}_

🔸Максимальний показник цукру: _{1}_
🔸Середній показник цукру: _{2}_
🔸Мінімальний показник цукру: _{3}_'''
not_found = 'Ви ще не маєте показників цукру'
send_sugar = 'Вкажіть рівень цукру в крові (Наприклад: {0}). Для скасування дії, напишіть *відміна*\n\n_Зверніть увагу, дробові числа пишуться через крапку, а не кому_'
value_error = 'Ви допустили помилку. Перевірте чи правильно ви ввели показник цукру. \n\n*Будьте уважні що дробове число потрібно вказувати через крапку, а не кому*'
to_big_value = 'Ви вказали за виский, або за низький показник. \n\n{0}'
index_saved = 'Показник збережено!'
